<html>
<head>
<META HTTP-EQUIV="content-type" CONTENT="text/html; charset=windows-1252">

<title>Compl&eacute;ment ODF pour Excel&nbsp;2007</title>
</head>
<body>
<h1>Compl&eacute;ment ODF pour Excel&nbsp;2007</h1>
Merci d'avoir t&eacute;l&eacute;charg&eacute; le compl&eacute;ment ODF pour Excel&nbsp;2007. Gr&acirc;ce &agrave; ce logiciel, les utilisateurs peuvent ouvrir dans Excel&nbsp;2007 des documents conformes aux sp&eacute;cifications ODF et d&eacute;montrer l'interfonctionnement entre les sp&eacute;cifications OpenXML et ODF.<br/> <br/>
<h2>Configuration logicielle requise</h2>
Vous devrez disposer des &eacute;l&eacute;ments suivants pour tester le compl&eacute;ment&nbsp;:<br/> 1. Excel 2007<br/> 2. .NET Framework 2.0*<br/> <br/> REMARQUES IMPORTANTES&nbsp;:<br/> <br/> (*) Avertissement&nbsp;: Si vous installez Microsoft Excel avant .NET Framework, vous devrez mettre &agrave; jour votre installation d'Excel, en effectuant les &eacute;tapes suivantes&nbsp;:<br/> <br/> 1. Ouvrez &laquo;&nbsp;Ajout/Suppression de programmes dans le Panneau de configuration.<br/> 2. Recherchez Microsoft Excel et choisissez &laquo;&nbsp;Modifier&nbsp;&raquo;.<br/> 3. Au cours du processus d'installation, choisissez &laquo;&nbsp;Ajouter/supprimer des composants&nbsp;&raquo; et ajoutez &laquo;&nbsp;Prise en charge de la programmabilit&eacute; .NET dans la section &laquo;&nbsp;Microsoft Office Excel&nbsp;&raquo;.<br/> <br/>
<h2>Guide de dépannage</h2>
L’incapacité à localiser l’entrée <strong>ODF </strong>peut être due au fait qu’il manque des fonctionnalités dans <strong>Excel</strong> (consulter la rubrique Configuration logicielle requise, plus haut dans le présent document)ou qu'une panne se soit produite lors de l'installation des assemblys PIA (Primary Interop Assemblies) de Excel.

<br>
<br>
Veuillez consulter notre <a href="http://downloads.sourceforge.net/odf-converter/Add-In_installation_checklist_V1.1.docx?use_mirror=osdn">Guide de dépannage</a>pour plus d'informations

<br> <br/>


<h2>Fonctionnalit&eacute;s actuellement prises en charge lors de la conversion</h2>
Pour obtenir la liste compl&egrave;te des fonctionnalit&eacute;s, consultez notre feuille de route sur sourceForge.net (https://sourceforge.net/project/showfiles.php?group_id=169337).<br/> <br/> <br/>
<h2>Fonctionnalit&eacute;s&nbsp;/ options perdues lors de la conversion d'ODF en OpenXML</h2>
Vous trouverez le d&eacute;tail des fonctionnalit&eacute;s non prises en charge sur sourceForge (https://sourceforge.net/tracker/?group_id=169337&amp;atid=932582).<br/> <br/>
<h2>Notes de mise &agrave; jour</h2>
(1) Le Compl&eacute;ment ne fonctionne pas lorsqu'Office&nbsp;2007 et 2003 sont install&eacute;s en parall&egrave;le.<br/> <br/>
</body>
</body>
</html>
