<html>
<head>
<META HTTP-EQUIV="content-type" CONTENT="text/html; charset=windows-1252">

<title>ODF Add-In f&uuml;r Excel 2007</title>
</head>
<body>
<h1>ODF Add-In f&uuml;r Excel 2007</h1>
Vielen Dank f&uuml;r das Herunterladen des ODF Add-Ins f&uuml;r Excel 2007. Die Software erm&ouml;glicht das &Ouml;ffnen eines auf der ODF-Spezifikation basierenden Dokuments in Excel 2007 und demonstriert die Interoperabilit&auml;t zwischen den OpenXML- und ODF-Spezifikationen.<br/> <br/>
<h2>Softwareanforderungen</h2>
Zum Testen des Add-Ins ist Folgendes erforderlich:<br/> 1. Excel 2007<br/> 2. .NET Framework 2.0*<br/> <br/> Wichtige Hinweise:<br/> <br/> (*) Warnung: Wenn Sie Microsoft Excel bevor .NET Framework installieren, m&uuml;ssen Sie die Excel-Installation aktualisieren, indem Sie folgende Schritte ausf&uuml;hren.<br/> <br/> 1. Doppelklicken Sie in der Systemsteuerung auf die Option &quot;Software&quot;.<br/> 2. W&auml;hlen Sie Microsoft Excel aus und klicken Sie auf &quot;&Auml;ndern&quot;.<br/> 3. W&auml;hlen Sie &quot;Features hinzuf&uuml;gen/entfernen&quot; aus und f&uuml;gen Sie &quot;.Net-Programmierunterst&uuml;tzung&quot; im Abschnitt &quot;Microsoft Office Excel&quot; hinzu.<br/> <br/>
<h2>Installieren des Add-Ins</h2>
F&uuml;hren Sie die heruntergeladene Installationsprogramm aus und folgen Sie den Anweisungen.<br/> <br/> Nachdem die Installation erfolgreich abgeschlossen wurde, wird im Excel-Men&uuml; &quot;Datei&quot; die Option &quot;ODF &ouml;ffnen&quot; angezeigt. Sie k&ouml;nnen die ODF-Arbeitsblattdatei importieren oder das aktuelle Dokument als ODF-Arbeitsblattdatei exportieren (w&auml;hrend der Entwicklung sind diese Funktionen m&ouml;glicherweise vor&uuml;bergehend nicht verf&uuml;gbar).<br/> <br/> Wichtiger Hinweis: Die mit dem Add-In ge&ouml;ffnete ODF-Datei wird als schreibgesch&uuml;tzte DOCX-Datei in Microsoft Excel importiert. Um die Datei wieder als ODF-Datei zu speichern, m&uuml;ssen Sie zuerst eine Kopie des Dokuments (&quot;Men&uuml; &gt; Speichern unter&quot;) erstellen und anschlie&szlig;end die Men&uuml;option &ldquo;Als ODF exportieren&quot; ausw&auml;hlen.<br/> <br/>
<h2>Problembehandlung</h2>
Wenn die ODF-Option nicht angezeigt wird, sind m&ouml;glicherweise Features in Excel nicht vorhanden (siehe Softwareanforderungen). Nachdem die Installation des ODF Add-ins abgeschlossen ist, gehen Sie wie folgt vor, um das Add-In zu aktivieren:<br/> <br/> * Klicken Sie im Men&uuml; &quot;Datei&quot; auf &quot;Excel-Optionen&quot;.<br/> * W&auml;hlen Sie unter &quot;Add-Ins&quot; im Listenfeld die Option &quot;COM Add-Ins&quot; aus und klicken Sie auf &quot;Weiter&quot;.<br/> * Aktivieren Sie das Kontrollk&auml;stchen &quot;ODF Excel 2007 Add-In&quot; und klicken Sie auf &quot;OK&quot;.<br/> <br/>
<h2>Derzeit unterst&uuml;tzte Konvertierung</h2>
Eine vollst&auml;ndige Liste der Features finden Sie auf sourceForge.net (https://sourceforge.net/project/showfiles.php?group_id=169337).<br/> <br/> <br/>
<h2>In der ODF/OpenXML-Konvertierung nicht verf&uuml;gbare Features/Optionen</h2>
Eine vollst&auml;ndige Liste der nicht unterst&uuml;tzten Features finden Sie unter sourceForge.net (https://sourceforge.net/tracker/?group_id=169337&amp;atid=932582).<br/> <br/>
<h2>Neuigkeiten</h2>
(1) Das Add-In funktioniert nicht, wenn Office 2007 und 2003 gleichzeitig installiert sind.<br/> <br/>
</body>
</body>
</html>
