<html>
<head>
    <meta http-equiv="content-type" content="text/html; charset=windows-1252">
    <title>ODF Add-In f&uuml;r Excel XP</title>
</head>
<body>
    <h1>
        ODF Add-In f&uuml;r Excel XP</h1>
    Vielen Dank f&uuml;r das Herunterladen des ODF Add-Ins f&uuml;r Excel XP. Die Software
    erm&ouml;glicht das &Ouml;ffnen eines auf der ODF-Spezifikation basierenden Dokuments
    in Excel XP und demonstriert die Interoperabilit&auml;t zwischen den OpenXML- und
    ODF-Spezifikationen.<br />
    <br />
    <h2>
        Softwareanforderungen</h2>
    Zum Testen des Add-Ins ist Folgendes erforderlich:<br />
    1. Excel XP<br />
    2. .NET Framework 2.0* & Shared add-in extensibility(KB908002)**<br />
    3. Compatibility Pack* f&uuml;r Word-, Excel- und PowerPoint 2007-Dateiformate (mindestens
    Beta 2).<br />
    <br />
    Wichtige Hinweise:<br />
    <br />
    (*) Stellen Sie sicher, dass das vollst&auml;ndige Office-Update ausgef&uuml;hrt
    wird, bevor Sie das Compatibility Pack installieren. Das Office-Update ist &uuml;ber
    Office Online (http://office.microsoft.com/en-us/default.aspx) verf&uuml;gbar.<br />
    <br />
    (**) Microsoft Shared Add-in Support Update (KB908002) ist Teil der Add-In-Installation.
    <br />
    <br />
    <h2>
        Installieren des Add-Ins</h2>
    F&uuml;hren Sie die heruntergeladene Datei setup.exe aus und folgen Sie den Anweisungen.<br />
    <br />
    Nachdem die Installation erfolgreich abgeschlossen wurde, wird im Excel-Men&uuml;
    &quot;Datei&quot; die Option &quot;ODF &ouml;ffnen&quot; angezeigt. Sie k&ouml;nnen
    die ODF-Arbeitsblattdatei importieren oder das aktuelle Dokument als ODF-Arbeitsblattdatei
    exportieren (w&auml;hrend der Entwicklung sind diese Funktionen m&ouml;glicherweise
    vor&uuml;bergehend nicht verf&uuml;gbar).<br />
    <br />
    Wichtiger Hinweis: Die mit dem Add-In ge&ouml;ffnete ODF-Datei wird als schreibgesch&uuml;tzte
    XLSX-Datei in Microsoft Excel importiert. Um die Datei wieder als ODF-Datei zu speichern,
    m&uuml;ssen Sie zuerst eine Kopie des Dokuments (&quot;Men&uuml; &gt; Speichern
    unter&quot;) erstellen und anschlie&szlig;end die Men&uuml;option &ldquo;Als ODF
    exportieren&quot; ausw&auml;hlen.<br />
    <br />
    <h2>Problembehandlung</h2>
Wenn die <strong>ODF</strong>-Option nicht vorhanden ist, sind einige Features in <strong>Excel</strong> möglicherweise nicht verfügbar (siehe Softwareanforderungen) oder an einer fehlerhaften Installation der "Excel Primary Interop Assemblies" liegen. 
<br>
<br>
Mehr Informationen darüber finden Sie in unserem <a href="http://downloads.sourceforge.net/odf-converter/Add-In_installation_checklist_V1.1.docx?use_mirror=osdn">troubleshooting guide</a> 
<br/>
    <br />
    <h2>
        Derzeit unterst&uuml;tzte Konvertierung</h2>
    Eine vollst&auml;ndige Liste der Features finden Sie auf sourceForge.net (https://sourceforge.net/project/showfiles.php?group_id=169337).<br />
    <br />
    <br />
    <h2>
        In der ODF/OpenXML-Konvertierung nicht verf&uuml;gbare Features/Optionen</h2>
    Eine vollst&auml;ndige Liste der nicht unterst&uuml;tzten Features finden Sie unter
    sourceForge.net (https://sourceforge.net/tracker/?group_id=169337&amp;atid=932582).<br />
    <br />
    <h2>
        Neuigkeiten</h2>
    (1) Das Add-In funktioniert nicht, wenn Office 2007 und 2003 gleichzeitig installiert
    sind.<br />
    <br />
</body>
</html>
