<html>
<head>
<META HTTP-EQUIV="content-type" CONTENT="text/html; charset=windows-1252">

<title>ODF Add-In f&uuml;r Excel 2003</title>
</head>
<body>
<h1>ODF Add-In f&uuml;r Excel 2003</h1>
Vielen Dank f&uuml;r das Herunterladen des ODF Add-Ins f&uuml;r Excel 2003. Die Software erm&ouml;glicht das &Ouml;ffnen eines auf der ODF-Spezifikation basierenden Dokuments in Excel 2003 und demonstriert die Interoperabilit&auml;t zwischen den OpenXML- und ODF- Spezifikationen.<br/> <br/> <br/>
<h2>Softwareanforderungen</h2>
Zum Testen des Add-Ins ist Folgendes erforderlich:<br/> 1. Excel 2003<br/> 2. .NET Framework 2.0*<br/> 3. Compatibility Pack* f&uuml;r Word-, Excel- und PowerPoint 2007-Dateiformate (mindestens Beta 2).<br/> <br/> Wichtige Hinweise:<br/> <br/> (*) Warnung: Wenn Sie Microsoft Excel bevor .NET Framework installieren, m&uuml;ssen Sie die Excel-Installation aktualisieren, indem Sie folgende Schritte ausf&uuml;hren.<br/> <br/> 1. Doppelklicken Sie in der Systemsteuerung auf die Option &quot;Software&quot;.<br/> 2. W&auml;hlen Sie Microsoft Excel aus und klicken Sie auf &quot;&Auml;ndern&quot;.<br/> 3. W&auml;hlen Sie &quot;Features hinzuf&uuml;gen/entfernen&quot; aus und f&uuml;gen Sie &quot;.Net-Programmierunterst&uuml;tzung&quot; im Abschnitt &quot;Microsoft Office Excel&quot; hinzu.<br/> <br/> (**) Stellen Sie sicher, dass das vollst&auml;ndige Office-Update ausgef&uuml;hrt wird, bevor Sie das Compatibility Pack installieren. Das Office-Update ist &uuml;ber Office Online (http://office.microsoft.com/en-us/default.aspx) verf&uuml;gbar.<br/> <br/> <br/>
<h2>Installieren des Add-Ins</h2>
F&uuml;hren Sie die heruntergeladene Datei setup.exe aus und folgen Sie den Anweisungen.<br/> <br/> Nachdem die Installation erfolgreich abgeschlossen wurde, wird im Excel-Men&uuml; &quot;Datei&quot; die Option &quot;ODF &ouml;ffnen&quot; angezeigt. Sie k&ouml;nnen die ODF-Arbeitsblattdatei importieren oder das aktuelle Dokument als ODF-Arbeitsblattdatei exportieren (w&auml;hrend der Entwicklung sind diese Funktionen m&ouml;glicherweise vor&uuml;bergehend nicht verf&uuml;gbar).<br/> <br/> Wichtiger Hinweis: Die mit dem Add-In ge&ouml;ffnete ODF-Datei wird als schreibgesch&uuml;tzte XLSX-Datei in Microsoft Excel importiert. Um die Datei wieder als ODF-Datei zu speichern, m&uuml;ssen Sie zuerst eine Kopie des Dokuments (&quot;Men&uuml; &gt; Speichern unter&quot;) erstellen und anschlie&szlig;end die Men&uuml;option &ldquo;Als ODF exportieren&quot; ausw&auml;hlen.<br/> <br/> <br/>
<h2>Problembehandlung</h2>
Wenn die ODF-Option nicht angezeigt wird, sind m&ouml;glicherweise Features in Excel nicht vorhanden (siehe Softwareanforderungen). Nachdem die Installation des ODF Add-ins abgeschlossen ist, gehen Sie wie folgt vor, um das Add-In zu aktivieren:<br/> * W&auml;hlen Sie &quot;Tools &gt; Anpassen&quot; aus und klicken Sie auf die Registerkarte &quot;Befehle&quot;.<br/> * Klicken Sie im Feld &quot;Kategorien&quot; auf &quot;Tools&quot;.<br/> * Ziehen Sie &quot;COM Add-Ins&quot; aus dem Feld &quot;Befehle&quot; in das Men&uuml; &quot;Tools&quot;. Wenn die Befehle im Men&uuml; &quot;Tools&quot; angezeigt werden, zeigen Sie auf die Stelle, an der die COM Add-Ins eingef&uuml;gt werden sollen, und lassen Sie die Maustaste los.<br/> * Klicken Sie auf &quot;Schlie&szlig;en&quot;.<br/> * Klicken Sie im Men&uuml; &quot;Tools&quot; auf &quot;COM Add-Ins&quot; und aktivieren Sie in der Liste das Kontrollk&auml;stchen &quot;ODF Add-In&quot;. Wenn das gew&uuml;nschte Add-In nicht in der Liste aufgef&uuml;hrt ist, klicken Sie auf &quot;Hinzuf&uuml;gen&quot;, w&auml;hlen Sie das Add-In aus und klicken Sie auf &quot;OK&quot;.<br/> <br/> <br/>
<h2>Derzeit unterst&uuml;tzte Konvertierung</h2>
Eine vollst&auml;ndige Liste der Features finden Sie auf sourceForge.net (https://sourceforge.net/project/showfiles.php?group_id=169337).<br/> <br/> <br/>
<h2>In der ODF/OpenXML-Konvertierung nicht verf&uuml;gbare Features/Optionen</h2>
Eine vollst&auml;ndige Liste der nicht unterst&uuml;tzten Features finden Sie unter sourceForge.net (https://sourceforge.net/tracker/?group_id=169337&amp;atid=932582).<br/> <br/>
<h2>Neuigkeiten</h2>
(1) Das Add-In funktioniert nicht, wenn Office 2007 und 2003 gleichzeitig installiert sind.<br/> <br/>
<h2>Nicht behobene Probleme in M3</h2>
[ 1736396 ] XLSX: Konvertierung fehlgeschlagen<br /> [ 1740752 ] Negatives Testergebnis: Tagverarbeitung.<br /> [ 1740145 ] Kopf- und Fu&szlig;zeilen: Seitennummern werden nach Konvertierung als # angezeigt<br /> [ 1739928 ] Gruppe: Bedingte Formatierung wird nach Konvertierung nicht beibehalten<br /> [ 1739924 ] Gruppe: Hyperlink wird nach Konvertierung nicht beibehalten<br /> [ 1739915 ] Mehrere Gruppen nach Konvertierung<br /> [ 1739904 ] Gruppe: Hinweis wird nach Konvertierung nicht beibehalten<br /> [ 1738257 ] Leerzeichen nach Hyperlink wird nicht beibehalten.<br /> [ 1738256 ] Hyperlink: Zellschutz wird nach Konvertierung nicht richtig beibehalten<br /> [ 1736971 ] ODS: Zellenformat: Textausrichtung wird nicht beibehalten<br /> [ 1736952 ] ODS: Zellenformat: Farbe wird nicht richtig beibehalten (Excel 2003)<br /> [ 1736424 ] ODS: Zellenformat: Datumsformat wird nicht beibehalten<br /> [ 1736421 ] ODS: Zellenformat: Zeitformat AM/PM wird nicht richtig beibehalten<br /> [ 1736372 ] ODS: Zellenformat: Leerzeichen werden nicht beibehalten<br /> [ 1735726 ] ODS: Diagramme: Austausch der Achsenwerte<br /> [ 1735657 ]  Zahlenformat wird nicht richtig beibehalten<br /> [ 1735547 ] ODS: Zahlenformat \&quot;Standard\&quot; wird nicht richtig beibehalten<br /> [ 1733369 ] Bedingte Formatierung f&uuml;r leere Zellen wird nicht beibehalten<br /> [ 1726732 ] Add-In-Absturz: Gezogenes Bild in ODS-Datei.<br /> [ 1707249 ] Textkonvertierung nicht ordnungsgem&auml;&szlig; (Strg + Eingabetaste)<br /> [ 1706146 ] Spalten zu breit (ODF -&gt; OOX)<br /> [ 1705827 ] Leistung: Konvertierungszeiten zwischen 5 und 34 Minuten<br /> [ 1701990 ] Bidirektionale Konvertierung: Unerwartete Meldung bei der Konvertierung<br /> [ 1693462 ] Dateikonverter konnte die Datei nicht &ouml;ffnen<br /> [ 1677077 ] Gruppierter Inhalt wird nicht beibehalten<br /> [ 1675771 ] Konvertierung vergr&ouml;&szlig;ert die Datei<br /> [ 1740901 ] XLSX: Bedingte Formatierung: Vollst&auml;ndig verloren<br /> [ 1740406 ] Blattname wird nicht richtig beibehalten<br /> [ 1740161 ] Zelleninhalt nach Konvertierung falsch positioniert (ods &ndash;xlsx<br /> [ 1740139 ] Benutzerdefinierte Kopf- und Fu&szlig;zeilen werden nicht richtig beibehalten (unerwarteter Text)<br /> [ 1739971 ] Umgekehrt: Bedingte Formatierung f&uuml;r leere Zellen wird nicht beibehalten<br /> [ 1737798 ] XLSX: Kopfzeile: Formatierung und Seitenr&auml;nder werden nicht richtig beibehalten<br /> [ 1737696 ] XLSX: Inhalt wird im Blatt verschoben<br /> [ 1737693 ] XLSX: Fensterausrichtung wird nicht beibehalten<br /> [ 1737691 ] ODS: Probleme mit Bildern und Diagrammen<br /> [ 1737689 ] XLSX: Zellenformat: Format wird in Zahlen konvertiert<br /> [ 1737683 ] XLSX: Zellenformat: Rahmenprobleme<br /> [ 1735668 ] Zahlenformat wird nicht richtig beibehalten (Text und Zahl).<br /> [ 1735659 ] Zahlenformat wird in Datumsformat konvertiert<br /> [ 1735531 ] Mehrere Kommentare nach Konvertierung<br /> [ 1718525 ] Bidirektional: Zeilenumbruch geht verloren<br /> [ 1707213 ] Problem mit bidirektionaler Konvertierung: Rahmen-/Hintergrundfarbe<br /> [ 1707205 ] Problem mit bidirektionaler Konvertierung: Zeilenumbruch<br /> [ 1705914 ] Zeichenposition wird nicht beibehalten<br /> [ 1705905 ] Kommentar wird nicht beibehalten<br /> [ 1705806 ] Leistung: 061031_-_Pilotage_ADELE.CONFIDENTIAL.xlsx<br /> [ 1686766 ] Absturz bei bidirektionaler Konvertierung: Diagrammtypen.xlsx<br /> [ 1673978 ] Spalten nicht breit genug (OOX -&gt; ODT)<br /></body>
</html>
