Repository: svn2github/zlib123
Catalog: source/Spreadsheet/Addin/resources/Labels.*.resx
Languages: cs_cz, fr_fr, ja_jp, nl_nl, pl_pl

# translation.odf2oox.HeaderFooterCharNumber
source: Excel supports only 256 chars in header/footer strings(with formatting). Any characters above 256 will be lost
cs_cz: Excel podporuje nejvýše 256 znaků v záhlaví či zápatí (včetně formátování). Všechny další znaky budou odstraněny.
fr_fr: Excel ne prend en charge que 256 caractères dans les chaînes d’en tête/de pied de page (avec mise en forme). Tout caractère au-delà de la limite de 256 caractères sera perdu.
ja_jp: Excel のヘッダー/フッターの文字列には、256 文字までしか入力できません (書式設定を含む)。256 文字を超えた場合、超過した文字は失われます。nagłówka/stopki (wraz z formatowaniem). Wszystkie znaki powyżej 256 zostaną utracone.
nl_nl: Excel ondersteunt slechts 256 tekens in kop-/voettekst (met opmaak). Alleen de eerste 256 tekens worden bewaard.
pl_pl: Program Excel obsługuje tylko 256 znaków w łańcuchach nagłówka/stopki (wraz z formatowaniem). Wszystkie znaki powyżej 256 zostaną utracone.

# translation.odf2oox.RemovedFilter
source: Some data filters had to be removed because Excel doesn't support them
cs_cz: Některé datové filtry musely být z důvodu nekompatibility s Excelem odstraněny.
fr_fr: Certains filtres de données ont du être supprimés car ils ne sont pas pris en charge par Excel.
ja_jp: Excel がサポートしていないデータ フィルタは削除されます。
nl_nl: Sommige gegevensfilters moesten worden verwijderd omdat Excel ze niet ondersteunt.
pl_pl: Niektóre filtry danych muszą zostać usunięte, ponieważ program Excel ich nie obsługuje.

# translation.odf2oox.ScenarioNumber
source: Too many scenario cells. Excel support only 32 scenario cells
cs_cz: Příliš mnoho buňek ve scénáři. Excel podporuje nejvýše 32.
fr_fr: Trop de cellules de scénario. Excel ne prend en charge que 32 cellules de scénario.
ja_jp: シナリオのセルが多すぎます。Excel のシナリオのセルは 32 個までしかサポートされていません。
nl_nl: Te veel scenariocellen. Excel ondersteunt slechts 32 scenariocellen.
pl_pl: Za dużo komórek scenariusza. Program Excel obsługuje tylko 32 komórki scenariusza.

# translation.odf2oox.LineChartSmoothingBSpline
source: Excel does not support border colors for scenarios
cs_cz: Excel nepodporuje barevné ohraničení scénářů.
fr_fr: Excel ne prend pas en charge les couleurs de bordure pour les scénarios.
ja_jp: Excel はシナリオの罫線の色はサポートしていません。
nl_nl: Excel ondersteunt geen randkleuren voor scenario's.
pl_pl: Program Excel nie obsługuje kolorów ramek dla scenariuszy.

# translation.oox2odf.RemovedFilter
source: Some data filters had to be removed because Calc doesn't support them
cs_cz: Některé filtry musely být z důvodu nekompatibility s Calcem odstraněny.
fr_fr: Certains filtres de données ont du être supprimés car ils ne sont pas pris en charge par la Calculatrice.
ja_jp: Calc がサポートしていないデータ フィルタは削除されます。
nl_nl: Sommige gegevensfilters moesten worden verwijderd omdat Calc ze niet ondersteunt.
pl_pl: Niektóre filtry danych muszą zostać usunięte, ponieważ program Calc ich nie obsługuje

# translation.oox2odf.ColNumber
source: Open Office Calc supports only columns up to IV. Any columns above IV will be lost permanently
cs_cz: Open Office Calc podporuje pouze sloupce v rozmezí A až IV. Ostatní sloupce budou odstraněny.
fr_fr: Seules les colonnes I à IV sont prises en charge par la Calculatrice Open Office. Toute colonne au-delà de la colonne IV sera définitivement perdue.
ja_jp: Open Office Calc は、IV までのセルしかサポートしていません。IV の後のセルは永久的に失われます。
nl_nl: Open Office Calc ondersteunt slechts kolommen tot IV. Alleen de kolommen tot en met IV worden bewaard.
pl_pl: Program Open Office Calc obsługuje kolumny tylko do IV. Wszelkie kolumny ponad IV zostaną trwale utracone.permanently

# translation.oox2odf.RowNumber
source: Open Office Calc supports only 65536 rows. Any rows above 65536 will be lost permanently
cs_cz: Open Office Calc podporuje nejvýše 65536 řádků. Přebytečné řádky budou odstraněny.
fr_fr: La Calculatrice Open Office ne prend en charge que 65536 lignes. Toute ligne au-delà de la limite de 65536 lignes sera définitivement perdue.
ja_jp: Open Office Calc は、65536 行までしかサポートしていません。65536 を超えた行は永久的に失われます。
nl_nl: Open Office Calc ondersteunt slechts 65536 rijen. Alleen de eerste 65536 rijen worden bewaard.
pl_pl: Program Open Office Calc obsługuje tylko 65536 wierszy. Wszelkie wiersze ponad 65536 zostaną trwale utracone.

# translation.oox2odf.SheetNumber
source: Open Office Calc supports only 256 sheets. Any sheets above 256 will be lost permanently
cs_cz: Open Office Calc podporuje nejvýše 256 listů. Přebytečné listy budou odstraněny.
fr_fr: La Calculatrice Open Office ne prend en charge que 256 feuilles. Toute feuille au-delà de la limite de 256 feuilles sera définitivement perdue.
ja_jp: Open Office Calc は、256 シートしかサポートしていません。256 シートを超えた場合、超過したシートは失われます。
nl_nl: Open Office Calc ondersteunt slechts 256 bladen. Alleen de eerste 256 bladen worden bewaard.
pl_pl: Program Open Office Calc obsługuje tylko 256 arkuszy. Wszelkie arkusze ponad 256 zostaną trwale utracone.permanently

# translation.oox2odf.OLEObject
source: Open Office Calc supports only OLEObject implemented as link to file.
cs_cz: Open Office Calc podporuje pouze OLEObject implementovaný jako odkaz na soubor.
fr_fr: La Calculatrice Open Office ne prend en charge que les objets OLEObject implémentés en tant que liens vers des fichiers.
ja_jp: Open Office Calc の OLEObject の埋め込みは、[ファイルにリンク] のオプションのみをサポートしています。
nl_nl: Open Office Calc ondersteunt alleen OLEObject als koppeling naar bestand.
pl_pl: Program Open Office Calc obsługuje tylko obiekt OLEObject zaimplementowany jako odsyłacz do pliku.

# translation.oox2odf.DataConsolidation
source: Data consolidation cannot be conversed
cs_cz: Sloučení dat nebylo možné převést.
fr_fr: Impossible de convertir les données consolidées.
ja_jp: データ統合は変換できません。
nl_nl: Gegevensconsolidatie kan niet worden geconverteerd.
pl_pl: Nie można przekształcić konsolidacji danych.

# translation.odf2oox.DataValidCellRange
source: Excel doesn't support cell range criteria in data validation.
cs_cz: Excel nepodporuje podmíněný výběr buněk při ověřování dat.
fr_fr: Excel ne prend pas en charge les critères de plage de cellules lors de la validation des données.
ja_jp: Excel はデータの入力規則でセル範囲の条件をサポートしていませExcel はデータの入力規則でセル範囲の条件をサポートしていません。
nl_nl: Excel ondersteunt geen celbereikcriteria in gegevensvalidatie.
pl_pl: Program Excel nie obsługuje kryteriów zakresu komórek podczas sprawdzania poprawności danych.

# translation.odf2oox.DataValidErrorMacro
source: Excel doesn't support error macro allerts in data validation.
cs_cz: Excel nepodporuje chybová hlášení maker při ověřování dat.
fr_fr: Excel ne prend pas en charge les alertes de macros d’erreur lors de la validation des données.
ja_jp: Excel はデータの入力規則でエラー マクロのアラートをサポートしていません。
nl_nl: Excel ondersteunt geen foutmelding voor macro's in gegevensvalidatie.sprawdzania poprawności danych.
pl_pl: Program Excel nie obsługuje alertów błędów makr podczas sprawdzania poprawności danych.

# translation.odf2oox.QuarterDateFormat
source: Excel doesn't supports quarter date format. Date format will be changed to year.
cs_cz: Excel nepodporuje čtvrtletní formátování data. Formát bude změněn na roční.
fr_fr: Excel ne prend pas en charge le format de date trimestriel. Le format de date sera remplacé par le format annuel.
ja_jp: Excel は四半期形式の日付はサポートしていません。日付の形式は、年に変更されます。
nl_nl: Excel ondersteunt geen datumindeling met kwartalen. De datumindeling wordt gewijzigd in jaren.
pl_pl: Program Excel nie obsługuje kwartalnego formatu daty. Format daty zostanie zmieniony na format roczny.

# translation.odf2oox.SheetNameLength
source: Excel doesn't allow sheet names with more than 31 characters. Forbidden characters *\/[]:";? and characters above 31 will be lost.
cs_cz: Excel podporuje nejvýše 31 místné názvy listů. Nepovolené znaky *\/[]:";? a přebytečné znaky budou odstraněny.
fr_fr: Les noms de feuilles Excel ne peuvent pas contenir plus de 31 caractères. Les caractères non valides *\/[]:";? et les caractères au-delà de la limite de 31 caractères seront perdus.
ja_jp: Excel のシート名には、31 文字までしか使用できません。31 文字を超えた場合、超過した文字は失われます。また、*\/[]:";? は使用できません。
nl_nl: Excel ondersteunt geen bladnamen van meer dan 31 tekens. Niet-toegestane tekens *\/[]:";? en tekens die het aantal van 31 overschrijden, gaan verloren.
pl_pl: Program Excel nie zezwala na nazwy arkuszy mające więcej niż 31 znaków. Zostaną utracone znaki zabronione *\/[]:";? i znaki powyżej 31.

# translation.oox2odf.ManualColBreakeInsideHeader
source: There is more than one manual column break inside header columns to repeat. Only one will be visible.
cs_cz: Záhlaví tabulky obsahuje více než jedno ruční zalomení sloupce. Pouze jedno bude viditelné.
fr_fr: Plus d’un saut de colonne manuel doit être inséré dans les colonnes d’en-tête. Seul l’un deux sera visible.
ja_jp: ヘッダー カラム内に、反復する手動のカラム改行が複数あります。表示できるのは 1 つだけです。
nl_nl: Er is meer dan één handmatig kolomeinde binnen kopkolommen. Er wordt slechts één einde getoond.
pl_pl: W kolumnach nagłówka do powtórzenia istnieje więcej niż jeden ręczny podział kolumny. Widoczna będzie tylko jedna.

# translation.odf2oox.scenarioTooBig
source: One of the scenarios is too big. Excel supports only scenarios with no more than 32 changing cells.
cs_cz: Některý ze scénářů je příliš velký. Excel podporuje scénáře s nejvýše 32 měněnými buňkami.
