Repository: svn2github/zlib123
Catalog: source/OdfWordAddinLib/resources/Labels.*.resx
Languages: fr_fr, nl_nl, pl_pl

# OdfImportDescription
source: Open an Open Document Format (ODF) file.
fr_fr: Ouvrir un fichier au format OpenDocument (ODF).
nl_nl: Open een Open Document Format (ODF) bestand.
pl_pl: Otwórz plik w formacie ODF.

# OdfExportLabel
source: Save as ODF...
fr_fr: Enregistrer au format ODF...
nl_nl: Opslaan als ODF
pl_pl: Zapisz jako ODF…

# OdfExportDescription
source: Save a copy of the document with Open Document Format (ODF).
fr_fr: Enregistrer une copie du document dans le format OpenDocument (ODF).
nl_nl: Bewaar een kopie van het document met Open Document Format (ODF).
pl_pl: Zapisz kopię dokumentu w formacie ODF.

# OdfUnexpectedError
source: An unexpected error occured. Please feel free to fill a bug report on the project web site (http://odf-converter.sourceforge.net) with your file attached.
fr_fr: Une erreur inattendue s'est produite. Vous pouvez signaler une anomalie sur le site du projet (http://odf-converter.sourceforge.net) en joignant le fichier qui a déclenché l'erreur.
nl_nl: Een onverwachte fout is opgetreden. U kunt gerust een bug-rapport invullen op de projectwebsite (http://odf-converter.sourceforge.net) met uw bestand als bijlage.
pl_pl: Pojawił się niespodziewany błąd. Prosimy o wypełnienie raporu dotyczącego błędu na stronie projektu (http://odf-converter.sourceforge.net) załączając wadliwy plik.

# AllFileType
source: All Files
fr_fr: Tous les fichiers
nl_nl: Alle bestanden
pl_pl: Wszystkie pliki

# OdfFileType
source: OpenDocument Text files
fr_fr: Fichiers textes OpenDocument
nl_nl: OpenDocument tekstbestanden
pl_pl: Dokument tekstowy

# NotImplemented
source: Sorry, this feature is not yet implemented
fr_fr: Désolé, cette fonctionnalité n'est pas implémentée.
nl_nl: Sorry, deze functie is nog niet geïmplementeerd
pl_pl: Przepraszamy, ta funkcja nie jest jeszcze wprowadzona.

# ConversionFormTitle
source: Converting %1...
fr_fr: Conversion de %1...
nl_nl: Converteren %1...
pl_pl: Postęp %1…

# FeedbackLabel
source: Some elements may have been lost during the transformation. To see a list of potentially lost elements, click on "Details".
fr_fr: Certains éléments ont pu être perdus durant la transformation. Pour voir la liste de ces éléments, cliquez sur "Détails".
nl_nl: Sommige elementen kunnen verloren geraakt zijn tijdens de transformatie. Om een lijst te zien met de mogelijk verloren elementen, klik op "Details".
pl_pl: Niektóre z elementów mogą zostać pominięte podczas transformacji. Aby zobaczyć listę potencjalnych pominiętych elementów naciśnij „Szczegóły”

# EncryptedDocumentDetail
source: This feature is not implemented by the current version of the add-in.
fr_fr: Cette fonctionnalité n'est pas implémentée dans la version actuelle du plug-in.
nl_nl: Deze functie is niet geïmplementeerd door de huidige versie van de add-in.
pl_pl: a cecha nie jest przekształcana przez aktualną wtyczkę.

# EncryptedDocumentLabel
source: This document is password protected.
fr_fr: Le document est protégé par un mot de passe.
nl_nl: Dit document is beschermd met een wachtwoord.
pl_pl: Dokument jest zabezpieczony hasłem.

# NotAnOdfDocumentDetail
source: If you think it is a valid ODF document, you should fill a bug report on the project web site (http://odf-converter.sourceforge.net) with your file attached.
fr_fr: Si vous pensez que ce document est un document ODF valide, vous pouvez signaler une anomalie sur le site du projet (http://odf-converter.sourceforge.net) en joignant le fichier qui a déclenché l'erreur.
nl_nl: Als u denkt dat dit een geldig ODF-document is, dient u een bug-rapport in te vullen op de projectwebsite (http://odf-converter.sourceforge.net) met uw bestand in bijlage.
pl_pl: Jeżeli walidacja pliku jest niepoprawna, wypełnij raport o powstałym błędzie na stronie http://odf-converter.sourceforge.net i załącz ten plik.

# NotAnOdfDocumentLabel
source: This document doesn't seem to be a valid OASIS OpenDocument file.
fr_fr: Ce document ne semble pas être un fichier OASIS OpenDocument valide.
nl_nl: Dit document lijkt geen geldig OASIS OpenDocument-bestand te zijn.
pl_pl: Ten dokument wydaje się nie być plikiem formatu OpenDocument.

# OdfConverterNotInstalled
source: Office 2007 File converters are not installed : the ODF convertion cannot work without.
fr_fr: La prise en charge des formats Office 2007 n'est pas installée et elle est indispensable pour les conversions ODF
nl_nl: Office 2007 File converters zijn niet geïnstalleerd: de ODF-conversie werkt niet zonder.
pl_pl: Konwerter dla Office 2007 nie jest zainstalowany, konwersja ODF bez nich jest niemożliwa.

# OdfExportErrorTryDocxFirst
source: Conversion failed, please try to save the document in Word 2007 format first.
fr_fr: Une erreur est survenue pendant la conversion. Essayez de sauvegarder votre document au format Word 2007 avant de lancer l'export vers ODF
nl_nl: Conversie mislukt, gelieve het document eerst op te slaan in Word 2007-formaat.
pl_pl: Błąd konwersji, spróbuj najpierw zapisać dokument w formacie Word 2007.

# OdfSaveDocumentBeforeExport
source: Please save your document before exporting to ODF
fr_fr: Sauvegardez votre document avant de lancer l'export vers ODF
nl_nl: Gelieve uw document op te slaan vooraleer het naar ODF te exporteren
pl_pl: Proszę zachować dokument przed eksportem do ODF

# UnableToCreateOutputDetail
source: Unable to create target file : check that the path is correct and that the file is not in use by another application.
fr_fr: Impossible de créer le fichier cible : vérifiez que le chemin est correct et que le fichier n'est pas en cours d'utilisation par une autre application.
nl_nl: Het doelbestand kan niet aangemaakt worden: controleer of het pad correct is en of het bestand niet gebruikt wordt door een andere toepassing.
pl_pl: Stworzenie pliku okazało się niemożliwe: sprawdź, czy ścieżka do pliku jest właściwa i czy plik nie jest używany przez inną aplikację.

# UnableToCreateOutputLabel
source: Unable to create target file
fr_fr: Impossible de créer le fichier cible
nl_nl: Het doelbestand kan niet aangemaakt worden
pl_pl: Stworzenie pliku okazało się niemożliwe

# translation.odf2oox.paddingShortened
source: Padding size
fr_fr: Espacement raccourci
nl_nl: Padding verkort

# translation.odf2oox.borderShortened
source: Borders size
fr_fr: Bordure raccourcie
nl_nl: Rand verkort
pl_pl: Zmniejszone obramowanie

# translation.odf2oox.textBgColor
source: Text background color
fr_fr: Couleur de fond du texte
nl_nl: Kleur achtergrond tekst
pl_pl: Kolor tła tekstu

# translation.odf2oox.dateFormat
source: Date format
fr_fr: Formattage de date perdu
nl_nl: Formaat datum
pl_pl: Format daty

# translation.odf2oox.chapterField
source: Chapter field (style not defined)
fr_fr: Champ du nom de chapitre (si le style n'est pas défini)
nl_nl: Veld hoofdstuk (als stijl niet bepaald)
pl_pl: Pole rozdziału (jeżeli styl nie został zdefiniowany)

# translation.odf2oox.descriptionField
source: Description field
fr_fr: Champ de description
nl_nl: Veld beschrijving
pl_pl: Pole opisu

# translation.odf2oox.printedByField
source: Printed-by field
fr_fr: Champ de l'auteur de la dernière impression
nl_nl: Veld gedrukt door
pl_pl: Pole ‘Wydrukowane przez’

# translation.odf2oox.pageVariableField
source: Page variable field
fr_fr: Champ de variable de page
nl_nl: Veld paginavariabele
pl_pl: Pole zależne od strony

# translation.odf2oox.ddeConnection
source: DDE Connection
fr_fr: Champ DDE
nl_nl: DDE-verbinding
pl_pl: Połączenie DDE

# translation.odf2oox.formulaField
source: Formula field
fr_fr: Champ de formule
nl_nl: Veld formule
pl_pl: Pole formuły

# translation.odf2oox.internetProperties
source: Internet properties
fr_fr: Propriétés internet
nl_nl: Eigenschappen internet
pl_pl: Właściwości internetowe

# translation.odf2oox.documentCreationDate
source: Document creation date
fr_fr: Date de création du document
nl_nl: Datum aanmaak document
pl_pl: Data utworzenia dokumentu

# translation.odf2oox.documentModificationDate
source: Document last modification date
fr_fr: Date de la dernière modification du document
nl_nl: Datum laatste wijziging document
pl_pl: Data ostatniej modyfikacji dokumentu

# translation.odf2oox.nestedFrames
source: Nested frames
fr_fr: Cadres imbriqués
nl_nl: Ingevoegde kaders
pl_pl: Zagnieżdżone ramki

# translation.odf2oox.positionInsideTextbox
source: Position of object inside text-box
fr_fr: Position d'un objet à l'intérieur d'un cadre de texte
nl_nl: Positie object binnen tekstvak
pl_pl: Położenie obiektu wewnątrz Pola tekstowego

# translation.odf2oox.annotationsInsideTextbox
source: Annotations in text-box
fr_fr: Note à l'intérieur d'un cadre de texte
nl_nl: Aantekeningen in tekstvak
pl_pl: Notatki w polach tekstowych

# translation.odf2oox.annotationsInsideHeaderFooter
source: Annotations in header or footer
fr_fr: Note dans un en-tête ou un pied de page
nl_nl: Aantekeningen in koptekst of voettekst
pl_pl: Przypisy w nagłówce lub stopce

# translation.odf2oox.hyperlinkName
source: Name of hyperlink
fr_fr: Nom d'un hyperlien
nl_nl: Naam van hyperlink
pl_pl: Nazwa hiperłącza

# translation.odf2oox.visitedLinkStyle
source: Style of visited link
fr_fr: Style d'un lien visité
nl_nl: Stijl van bezochte link
pl_pl: Styl odsyłacza odwiedzonego

# translation.odf2oox.hiddenSection
source: Hidden section
fr_fr: Section cachée
nl_nl: Verborgen sectie
pl_pl: Sekcja ukryta

# translation.odf2oox.conditionalHiddenSection
source: Conditional hidden section
fr_fr: Section cachée sous condition
nl_nl: Voorwaardelijke verborgen sectie
pl_pl: Sekcja ukryta warunkowo

# translation.odf2oox.protectionKey
source: Protection key for %1
fr_fr: Clé de protection pour {0}
nl_nl: Beschermingssleutel voor %1
pl_pl: Klucz zabezpieczenia pamięci dla {0}

# translation.odf2oox.indexChapterScope
source: Index %1 chapter scope
fr_fr: Portée de chapitre de l'index {0}
nl_nl: Index %1 bereik hoofdstuk
pl_pl: Indeks {0} zasięgu rozdziału

# translation.odf2oox.indexIndentProperty
source: Index %1 indent property
fr_fr: Propriété d'indentation de l'index {0}
nl_nl: Index %1 eigenschap inspringing
pl_pl: Indeks {0} właściwości wcięcia

# translation.odf2oox.indexSortAlgorithm
source: Index %1 sort algorithm
fr_fr: Algorithme de tri de l'index {0}
nl_nl: Index %1 sorteeralgoritme
pl_pl: Indeks {0} algorytmu sortowania

# translation.odf2oox.indexProtection
source: Index %1 protection
fr_fr: Protection de l'index {0}
nl_nl: Index %1 bescherming
pl_pl: Indeks {0} zabezpieczenia

# translation.odf2oox.alphabeticalIndexConcordanceFile
source: Alphabetical index concordance file
fr_fr: Fichier de concordance de l'index lexical
nl_nl: Alfabetische index overeenstemmingsbestand
pl_pl: Indeks alfabetyczny pliku skorowidzowego

# translation.odf2oox.dropcapSize
source: Dropcap size
fr_fr: Taille de lettrine
nl_nl: Omvang dropcap
pl_pl: Rozmiar inicjału

# translation.odf2oox.pageBreakBeforeEndnotes
source: Page break before endnotes
fr_fr: Saut de page avant les notes de fin
nl_nl: Pagina-einde voor eindnoten
pl_pl: Podział strony przed przypisem końcowym

# translation.odf2oox.noteInList
source: Note in list
fr_fr: Note dans une liste
nl_nl: Noot in lijst
pl_pl: Notatka w liście

# translation.odf2oox.footnoteContinuationSeparator
source: Footnote continuation separator
fr_fr: Trait de séparation des notes de bas de page
nl_nl: Scheidingsteken vervolg voetnoot

# translation.odf2oox.footnoteSeparatorWidth
source: Footnote separator width
fr_fr: Largeur du trait de séparation des notes de bas de page
nl_nl: Breedte scheidingsteken voetnoot
pl_pl: Szerokość separatora przypisu

# translation.odf2oox.footnoteSeparatorLength
source: Footnote separator length
fr_fr: Longueur du trait de séparation des notes de bas de page
nl_nl: Lengte scheidingsteken voetnoot
pl_pl: Długość separatora przypisu

# translation.odf2oox.footnoteSeparatorColor
source: Footnote separator color
fr_fr: Couleur du trait de séparation des notes de bas de page
nl_nl: Kleur scheidingsteken voetnoot
pl_pl: Kolor separatora przypisu

# translation.odf2oox.footnoteSeparatorStyle
source: Footnote separator style
fr_fr: Style du trait de séparation des notes de bas de page
nl_nl: Stijl scheidingsteken voetnoot
pl_pl: Styl separatora przypisu

# translation.odf2oox.footnoteMaximumHeight
source: Footnote maximum height
fr_fr: Hauteur maximale du trait de séparation des notes de bas de page
nl_nl: Maximale hoogte voetnoot
pl_pl: Maksymalna długość przypisu

# translation.odf2oox.svmImage
source: SVM image
fr_fr: Image SVM
nl_nl: SVM-beeld
pl_pl: Obrazek SVM

# translation.odf2oox.embeddedObject
source: Embedded object
fr_fr: Objet inclus
nl_nl: Ingebed object
pl_pl: Osadzone obiekty

# translation.odf2oox.embeddedPluginFile
source: Embedded file with plug-in
fr_fr: Fichier inclus utilisant un plug-in
nl_nl: Ingebed bestand met plug-in
pl_pl: Osadzona wtyczka

# translation.odf2oox.floatingFrame
source: Floating frame
fr_fr: Cadre flottant
nl_nl: Zwevend frame
pl_pl: Pływająca ramka

# translation.odf2oox.croppedImage
source: Image cropping
fr_fr: Image rognée
nl_nl: Afgesneden beeld
pl_pl: Skadrowany obrazek

# translation.odf2oox.scaledImage
source: Image scaling
fr_fr: Image ré-échelonnée
nl_nl: Aangepast beeld
pl_pl: Wyskalowany obrazek

# translation.odf2oox.valignInsideTextbox
source: Vertical alignment in text-box
fr_fr: Alignement vertical de texte à l'intérieur d'un cadre de texte
nl_nl: Verticale uitlijning van tekst binnen tekstvak
pl_pl: Wyrównanie w pionie tekstu w ramce

# translation.odf2oox.shapeTopBottomWrapping
source: Shape top-and-bottom wrapping
fr_fr: Adaptation du texte de type 'aucune'
nl_nl: Vorm tekstomloop boven-en-onder
pl_pl: Opływanie górne i dolne kształtu

# translation.odf2oox.textOrientationInsideTextbox
source: Text orientation in text-box
fr_fr: Orientation du texte à l'intérieur d'un cadre de texte
nl_nl: Richting tekst in tekstvak
pl_pl: Orientacja tekstu w ramce

# translation.odf2oox.alphabeticalIndexColumnNumber
source: Alphabetical index column number
fr_fr: Nombre de colonnes dans un index lexical
nl_nl: Alfabetische index kolomnummer
pl_pl: Numer kolumny indeksu alfabetycznego

# translation.odf2oox.listBulletAlignment
source: List bullet alignment
fr_fr: Alignement des puces dans une liste
nl_nl: Uitlijning lijst met opsommingstekens
pl_pl: Wyrównanie punktora listy

# translation.odf2oox.distanceNumberingText
source: Distance between numbering and text
fr_fr: Distance entre numérotation et texte
nl_nl: Afstand tussen nummering en tekst
pl_pl: Dystans pomiędzy numerowaniem i tekstem

# translation.odf2oox.spacingTopPageAndTable
source: Spacing at top of page/table
fr_fr: Espacement en haut d'une page/table
nl_nl: Afstand bovenaan pagina/tabel
pl_pl: Odstęp na górze strony/tabeli

# translation.odf2oox.pageLayout
source: Page layout properties
fr_fr: Mise en page
nl_nl: Weergave pagina
pl_pl: Wygląd strony

# translation.odf2oox.alignmentLastLine
source: Last line alignment
fr_fr: Alignement de la dernière ligne
nl_nl: Uitlijning laatste lijn
pl_pl: Wyrównanie ostatniej lini

# translation.odf2oox.paragraphBgImage
source: Paragraph background image
fr_fr: Image de fond d'un paragraphe
nl_nl: Achtergrondbeeld alinea
pl_pl: Obrazek tła paragrafu

# translation.odf2oox.automaticPageBreak
source: Automatic page break
fr_fr: Saut de page automatique
nl_nl: Automatisch pagina-einde
pl_pl: Automatyczny podział strony

# translation.odf2oox.numberWidowsOrphans
source: Widows and orphans number
fr_fr: Nombre d'orphelines et de veuves
nl_nl: Aantal zwevende regels
pl_pl: Numer wdowy i sieroty

# translation.odf2oox.blinkingText
source: Blinking text
fr_fr: Texte clignotant
nl_nl: Knipperende tekst
pl_pl: Mrugający tekst

# translation.odf2oox.rotatedText
source: Rotated text
fr_fr: Texte définissant une rotation
nl_nl: Gedraaide tekst
pl_pl: Obrócony tekst

# translation.odf2oox.fontWeight
source: Font weight
fr_fr: Taille de police
nl_nl: Dikte lettertype
pl_pl: Waga czcionki

# translation.odf2oox.capitalizedText
source: Capitalized text
fr_fr: Texte en petites majuscules
nl_nl: Tekst in hoofdletters
pl_pl: Wielkie litery

# translation.odf2oox.lowercaseText
source: Lowercase text
fr_fr: Texte en minuscules
nl_nl: Tekst in kleine letters
pl_pl: Małe litery

# translation.odf2oox.textScale600pct
source: Text scale greater than 600% lost
fr_fr: Echelle de texte plus grande que 600%
nl_nl: Tekstschaal groter dan 600%
pl_pl: Skalowanie czcionki większe niż 600%

# translation.odf2oox.leaderText
source: Leader text
fr_fr: Caractères de remplissage
nl_nl: Opvulteken tekst
pl_pl: Tekst wypełnienia

# translation.odf2oox.pageBgColor
source: Page background color
fr_fr: Couleur de fond d'une page
nl_nl: Kleur achtergrond pagina
pl_pl: Kolor tła strony

# translation.odf2oox.paperTray
source: Paper tray
fr_fr: Source du papier
nl_nl: Papierlade
pl_pl: Podajnik papieru

# translation.odf2oox.lineNumbering
source: Line numbering
fr_fr: Numérotation des lignes
nl_nl: Regelnummers
pl_pl: Numerowanie linii

# translation.odf2oox.headerDistance
source: Header dimensions
fr_fr: Distance de l'en-tête
nl_nl: Afstand koptekst
pl_pl: Odstęp nagłówka od tekstu

# translation.odf2oox.footerDistance
source: Footer dimensions
nl_nl: Afstand voettekst
pl_pl: Odstęp stopki od tekstu

# translation.odf2oox.columnSeparatorAttributes
source: Column separator properties
fr_fr: Propriétés du séparateur de colonnes
nl_nl: Kenmerken scheidingsteken kolom
pl_pl: Ustawienia dla separatora kolumny

# translation.odf2oox.paragraphPageShadow
source: Paragraph/page shadow property
fr_fr: Ombre des paragraphes/pages
nl_nl: Arcering alinea/pagina
pl_pl: Cień paragrafu/strony

# translation.odf2oox.subtableBordersPadding
source: Subtable borders and padding
fr_fr: Bordure et espacement des tableaux imbriquées
nl_nl: Subtabel randen en padding
pl_pl: Krawędzie oraz odstęp od zawartości w podtabeli

# translation.odf2oox.consecutiveTables
source: Consecutive tables
fr_fr: Tableaux consécutifs
nl_nl: Opeenvolgende tabellen
pl_pl: Podtabele

# translation.odf2oox.tableHeaderRepeated
source: Table header repetition
fr_fr: Répétition de l'en-tête du tableau sur chaque page
nl_nl: Hoofdtekst tabel herhaald op elke pagina
pl_pl: Nagłówek tabeli powtórzony na każdej stronie

# translation.odf2oox.tableHeaderRows
source: Table header rows
fr_fr: Nombre de ligne d'en-tête dans un tableau
nl_nl: Rijen koptekst tabel
pl_pl: Nagłówki tabeli

# translation.odf2oox.tableTogetherWithParagraph
source: Table together with next paragraph property
fr_fr: Tableau solidaire avec le pargraphe suivant
nl_nl: Tabel samen met volgende alinea
pl_pl: Zachowuj tabelę razem z następnym akapitem

# translation.odf2oox.unsplitableTable
source: Unsplitable table property
fr_fr: Tableau non fragmentable
nl_nl: Niet splitsbare tabel
pl_pl: Zezwalaj na dzielenie tabeli pomiędzy stronami i kolumnami

# translation.odf2oox.tableBgImage
source: Table background image
fr_fr: Image de fond d'un tableau
nl_nl: Beeld achtergrond tabel
pl_pl: Obrazek tła dla tabeli

# translation.odf2oox.tableShadow
source: Table shadow property
fr_fr: Ombre dans un tableau
nl_nl: Schaduw tabel
pl_pl: Cień dla tabeli

# translation.odf2oox.tableManualAlignment
source: Manual alignment of table
fr_fr: Alignement manuel d'un tableau
nl_nl: Manuele uitlijning tabel
pl_pl: Ręczne wyrównanie tabeli

# translation.odf2oox.tableWith64Columns
source: Columns above index 64 in a table
fr_fr: Tableau comprenant plus de 64 colomnes
nl_nl: Tabel met meer dan 64 kolommen
pl_pl: Tabela z liczbą kolumn większą niż 64

# translation.odf2oox.rowBgImage
source: Row background image
fr_fr: Image de fond d'une ligne
nl_nl: Beeld achtergrond rij
pl_pl: Obrazek tła dla wiersza

# translation.odf2oox.protectedCell
source: Protected cell property
fr_fr: Protection de cellule
nl_nl: Beschermde cel
pl_pl: Chroń zawartość komórki

# translation.odf2oox.cellBgImage
source: Cell background image
fr_fr: Image de fond d'une cellule
nl_nl: Beeld achtergrond cel
pl_pl: Obrazek tła dla komórki

# translation.odf2oox.cellShadow
source: Cell shadow property
fr_fr: Ombre d'une cellule
nl_nl: Schaduw cel
pl_pl: Cień dla komórki

# translation.odf2oox.cellContentNotPrinted
source: Cell content not printed property
fr_fr: Contenu d'une cellule non imprimé
nl_nl: Inhoud cel niet gedrukt
pl_pl: Nie drukuj zawartości komórki

# translation.odf2oox.cellContentRepeated
source: Cell content repeated property
fr_fr: Contenu d'une cellule répété
nl_nl: Inhoud cel herhaald
pl_pl: Powtórz zawartość komórki

# translation.odf2oox.cellRotationAngle
source: Cell rotation angle property
fr_fr: Angle de rotation d'une cellule
nl_nl: Draaihoek cel
pl_pl: Kąt obrotu dla komórki

# translation.odf2oox.cellRotationAlignment
source: Cell rotation alignment property
fr_fr: Alignement de rotation d'une cellule
nl_nl: Uitlijning draaihoek cel
pl_pl: Wyrównanie obróconej komórki

# translation.odf2oox.lineThroughWidth
source: Line through width property
nl_nl: Line through width property lost
pl_pl: Line through width property lost

# translation.odf2oox.lineThroughColor
source: Line through color property
nl_nl: Line through color property lost
pl_pl: Line through color property lost

# OdfImportLabel
source: Open ODF...
fr_fr: Ouvrir un fichier ODF...
pl_pl: Otwórz ODF…

# translation.odf2oox.applet
source: Applet
pl_pl: Aplet

# OdfConverterTitle
source: ODF Converter
fr_fr: Convertisseur ODF
