<html>
<head>
<META HTTP-EQUIV="content-type" CONTENT="text/html; charset=windows-1252">

<title>Compl&eacute;ment ODF pour Excel&nbsp;2007</title>
</head>
<body>
<h1>Compl&eacute;ment ODF pour Excel&nbsp;2007</h1>
Merci d'avoir t&eacute;l&eacute;charg&eacute; le compl&eacute;ment ODF pour Excel&nbsp;2007. Gr&acirc;ce &agrave; ce logiciel, les utilisateurs peuvent ouvrir dans Excel&nbsp;2007 des documents conformes aux sp&eacute;cifications ODF et d&eacute;montrer l'interfonctionnement entre les sp&eacute;cifications OpenXML et ODF.<br/> <br/>
<h2>Configuration logicielle requise</h2>
Vous devrez disposer des &eacute;l&eacute;ments suivants pour tester le compl&eacute;ment&nbsp;:<br/> 1. Excel 2007<br/> 2. .NET Framework 2.0*<br/> <br/> REMARQUES IMPORTANTES&nbsp;:<br/> <br/> (*) Avertissement&nbsp;: Si vous installez Microsoft Excel avant .NET Framework, vous devrez mettre &agrave; jour votre installation d'Excel, en effectuant les &eacute;tapes suivantes&nbsp;:<br/> <br/> 1. Ouvrez &laquo;&nbsp;Ajout/Suppression de programmes dans le Panneau de configuration.<br/> 2. Recherchez Microsoft Excel et choisissez &laquo;&nbsp;Modifier&nbsp;&raquo;.<br/> 3. Au cours du processus d'installation, choisissez &laquo;&nbsp;Ajouter/supprimer des composants&nbsp;&raquo; et ajoutez &laquo;&nbsp;Prise en charge de la programmabilit&eacute; .NET dans la section &laquo;&nbsp;Microsoft Office Excel&nbsp;&raquo;.<br/> <br/>
<h2>Installation du compl&eacute;ment</h2>
Ex&eacute;cutez le programme d'installation t&eacute;l&eacute;charg&eacute; et effectuez les &eacute;tapes suivantes...<br/> <br/> Si l'installation r&eacute;ussit, une nouvelle entr&eacute;e &laquo;&nbsp;Open ODF&nbsp;&raquo; appara&icirc;t dans le menu &laquo;&nbsp;Fichier&nbsp;&raquo; d'Excel. Elle permet d'importer une feuille de calcul ODF ou d'exporter votre document de travail en cours en tant que feuille de calcul ODF (notez que ces fonctionnalit&eacute;s risquent d'&ecirc;tre temporairement indisponibles lors du processus de d&eacute;veloppement).<br/> <br/> Remarque importante&nbsp;: Les fichiers ODF ouverts par le compl&eacute;ment sont import&eacute;s dans Microsoft Excel en tant que fichiers DOCX en lecture seule. Pour enregistrer &agrave; nouveau ce document en tant que fichier ODF, effectuez-en d'abord une copie (&laquo;&nbsp;Menu&gt;Enregistrer sous&nbsp;&raquo;), puis utilisez &laquo;&nbsp;Enregistrer sous ODF&nbsp;&raquo;.<br/> <br/>
<h2>Guide de d&eacute;pannage</h2>
Si l'entr&eacute;e ODF n'appara&icirc;t pas, il est possible qu'il manque des fonctionnalit&eacute;s dans Excel (voir la rubrique Configuration logicielle requise, plus haut). Apr&egrave;s l'installation du Compl&eacute;ment ODF, vous devrez activer ce dernier en effectuant les actions suivantes&nbsp;:<br/> <br/> * Dans le menu Fichier, cliquez sur &laquo;&nbsp;Options&nbsp;Excel&nbsp;&raquo;.<br/> * Dans la section Compl&eacute;ments, s&eacute;lectionnez Compl&eacute;ments COM dans la zone de liste, puis cliquez sur le bouton OK.<br/> * Prenez soin d'activer la case &agrave; cocher &laquo;&nbsp;Compl&eacute;ment ODF pour Excel 2007&nbsp;&raquo; et de valider votre choix en cliquant sur OK.<br/> <br/>
<h2>Fonctionnalit&eacute;s actuellement prises en charge lors de la conversion</h2>
Pour obtenir la liste compl&egrave;te des fonctionnalit&eacute;s, consultez notre feuille de route sur sourceForge.net (https://sourceforge.net/project/showfiles.php?group_id=169337).<br/> <br/> <br/>
<h2>Fonctionnalit&eacute;s&nbsp;/ options perdues lors de la conversion d'ODF en OpenXML</h2>
Vous trouverez le d&eacute;tail des fonctionnalit&eacute;s non prises en charge sur sourceForge (https://sourceforge.net/tracker/?group_id=169337&amp;atid=932582).<br/> <br/>
<h2>Notes de mise &agrave; jour</h2>
(1) Le Compl&eacute;ment ne fonctionne pas lorsqu'Office&nbsp;2007 et 2003 sont install&eacute;s en parall&egrave;le.<br/> <br/>
</body>
</body>
</html>
