<html>
<head>
<META HTTP-EQUIV="content-type" CONTENT="text/html; charset=windows-1252">

<title>Compl&eacute;ment ODF pour Excel&nbsp;2007</title>
</head>
<body>
<h1>Compl&eacute;ment ODF pour Excel&nbsp;2007</h1>
Merci d'avoir t&eacute;l&eacute;charg&eacute; le compl&eacute;ment ODF pour Excel&nbsp;2007. Gr&acirc;ce &agrave; ce logiciel, les utilisateurs peuvent ouvrir dans Excel&nbsp;2007 des documents conformes aux sp&eacute;cifications ODF et d&eacute;montrer l'interfonctionnement entre les sp&eacute;cifications OpenXML et ODF. Ce compl&eacute;ment &eacute;tant encore en version b&ecirc;ta, vous pouvez l'utiliser &agrave; des fins de test... &agrave; vos propres risques&nbsp;! N'h&eacute;sitez pas &agrave; nous envoyer vos commentaires&nbsp;! ;)<br/> <br/>
<h2>Configuration logicielle requise</h2>
Vous devrez disposer des &eacute;l&eacute;ments suivants pour tester le compl&eacute;ment&nbsp;:<br/> 1. Excel 2007<br/> 2. .NET Framework 2.0*<br/> <br/> REMARQUES IMPORTANTES&nbsp;:<br/> <br/> (*) Avertissement&nbsp;: Si vous installez Microsoft Excel avant .NET Framework, vous devrez mettre &agrave; jour votre installation d'Excel, en effectuant les &eacute;tapes suivantes&nbsp;:<br/> <br/> 1. Ouvrez &laquo;&nbsp;Ajout/Suppression de programmes dans le Panneau de configuration.<br/> 2. Recherchez Microsoft Excel et choisissez &laquo;&nbsp;Modifier&nbsp;&raquo;.<br/> 3. Au cours du processus d'installation, choisissez &laquo;&nbsp;Ajouter/supprimer des composants&nbsp;&raquo; et ajoutez &laquo;&nbsp;Prise en charge de la programmabilit&eacute; .NET dans la section &laquo;&nbsp;Microsoft Office Excel&nbsp;&raquo;.<br/> <br/>
<h2>Installation du compl&eacute;ment</h2>
Ex&eacute;cutez le programme d'installation t&eacute;l&eacute;charg&eacute; et effectuez les &eacute;tapes suivantes...<br/> <br/> Si l'installation r&eacute;ussit, une nouvelle entr&eacute;e &laquo;&nbsp;Open ODF&nbsp;&raquo; appara&icirc;t dans le menu &laquo;&nbsp;Fichier&nbsp;&raquo; d'Excel. Elle permet d'importer une feuille de calcul ODF ou d'exporter votre document de travail en cours en tant que feuille de calcul ODF (notez que ces fonctionnalit&eacute;s risquent d'&ecirc;tre temporairement indisponibles lors du processus de d&eacute;veloppement).<br/> <br/> Remarque importante&nbsp;: Les fichiers ODF ouverts par le compl&eacute;ment sont import&eacute;s dans Microsoft Excel en tant que fichiers DOCX en lecture seule. Pour enregistrer &agrave; nouveau ce document en tant que fichier ODF, effectuez-en d'abord une copie (&laquo;&nbsp;Menu&gt;Enregistrer sous&nbsp;&raquo;), puis utilisez &laquo;&nbsp;Enregistrer sous ODF&nbsp;&raquo;.<br/> <br/>
<h2>Guide de d&eacute;pannage</h2>
Si l'entr&eacute;e ODF n'appara&icirc;t pas, il est possible qu'il manque des fonctionnalit&eacute;s dans Excel (voir la rubrique Configuration logicielle requise, plus haut). Apr&egrave;s l'installation du Compl&eacute;ment ODF, vous devrez activer ce dernier en effectuant les actions suivantes&nbsp;:<br/> <br/> * Dans le menu Fichier, cliquez sur &laquo;&nbsp;Options&nbsp;Excel&nbsp;&raquo;.<br/> * Dans la section Compl&eacute;ments, s&eacute;lectionnez Compl&eacute;ments COM dans la zone de liste, puis cliquez sur le bouton OK.<br/> * Prenez soin d'activer la case &agrave; cocher &laquo;&nbsp;Compl&eacute;ment ODF pour Excel 2007&nbsp;&raquo; et de valider votre choix en cliquant sur OK.<br/> <br/>
<h2>Fonctionnalit&eacute;s actuellement prises en charge lors de la conversion</h2>
Pour obtenir la liste compl&egrave;te des fonctionnalit&eacute;s, consultez notre feuille de route sur sourceForge.net (https://sourceforge.net/project/showfiles.php?group_id=169337).<br/> <br/> <br/>
<h2>Fonctionnalit&eacute;s&nbsp;/ options perdues lors de la conversion d'ODF en OpenXML</h2>
Vous trouverez le d&eacute;tail des fonctionnalit&eacute;s non prises en charge sur sourceForge (https://sourceforge.net/tracker/?group_id=169337&amp;atid=932582).<br/> <br/>
<h2>Notes de mise &agrave; jour</h2>
(1) Le Compl&eacute;ment ne fonctionne pas lorsqu'Office&nbsp;2007 et 2003 sont install&eacute;s en parall&egrave;le.<br/> <br/>
<h2>Bogues non r&eacute;solus dans M3</h2>
[ 1736396 ] XLSX&nbsp;: &Eacute;chec de la conversion<br /> [ 1740752 ] Traitement de balise - test n&eacute;gatif.<br /> [ 1740145 ] Les num&eacute;ros d'en-t&ecirc;tes et de pieds de page sont enregistr&eacute;s sous forme de signe di&egrave;se (#) apr&egrave;s la conversion<br /> [ 1739928 ] Les mises en forme conditionnelles de groupe ne sont pas enregistr&eacute;es apr&egrave;s la conversion<br /> [ 1739924 ] Les liens hypertextes de groupe ne sont pas enregistr&eacute;s apr&egrave;s la conversion<br /> [ 1739915 ] Groupes multiples apr&egrave;s la conversion<br /> [ 1739904 ] Les notes de groupe ne sont pas enregistr&eacute;es apr&egrave;s la conversion<br /> [ 1738257 ] Perte de l'espace qui suit le lien hypertexte.<br /> [ 1738256 ] Lien hypertexte - La protection des cellules n'est pas correctement conserv&eacute;e apr&egrave;s la conversion<br /> [ 1736971 ] ODS&nbsp;: Format des cellules&nbsp;: l'alignement du texte n'est pas conserv&eacute;<br /> [ 1736952 ] ODS&nbsp;: Format des cellules&nbsp;: la couleur n'est pas correctement conserv&eacute;e (Excel 2003)<br /> [ 1736424 ] ODS&nbsp;: Format des cellules&nbsp;: le format de date avec l'heure n'est pas conserv&eacute;<br /> [ 1736421 ] ODS&nbsp;: Format des cellules&nbsp;: le format horaire AM/PM n'est pas correctement conserv&eacute;<br /> [ 1736372 ] ODS&nbsp;: Format des cellules&nbsp;: les espaces vierges ne sont pas conserv&eacute;s<br /> [ 1735726 ] ODS&nbsp;: Graphes&nbsp;: inversement des valeurs d'axe<br /> [ 1735657 ]  Le format num&eacute;rique n'est pas correctement conserv&eacute;<br /> [ 1735547 ] ODS&nbsp;: le format num&eacute;rique \&quot;Standard\&quot; n'est pas correctement conserv&eacute;<br /> [ 1733369 ] La mise en forme conditionnelle des cellules vides n'est pas conserv&eacute;e<br /> [ 1726732 ] Panne de compl&eacute;ment - D&eacute;placement d'image dans le fichier ods.<br /> [ 1707249 ] Conversion de texte inappropri&eacute;e (Ctrl + Entr&eacute;e)<br /> [ 1706146 ] Colonnes trop larges (ODF -&gt; OOX)<br /> [ 1705827 ] Performance&nbsp;: Temps de conversion entre 5 et 34 minutes<br /> [ 1701990 ] Conversion aller-retour - Message inattendu lors de la conversion<br /> [ 1693462 ] Le convertisseur de fichier n'a pas pu ouvrir le fichier<br /> [ 1677077 ] Contenu group&eacute; perdu<br /> [ 1675771 ] La conversion augmente la taille du fichier<br /> [ 1740901 ] XLSX&nbsp;: Mise en forme conditionnelle&nbsp;: enti&egrave;rement perdue<br /> [ 1740406 ] Le nom de la feuille n'est pas correctement conserv&eacute;.<br /> [ 1740161 ] Contenu de cellule &eacute;gar&eacute; apr&egrave;s la conversion (ods &ndash;xlsx<br /> [ 1740139 ] L'en-t&ecirc;te et le pied de page personnalis&eacute;s ne sont pas correctement conserv&eacute;s (txt inattendu)<br /> [ 1739971 ] Inversement - La mise en forme conditionnelle des cellules vierges n'est pas conserv&eacute;e<br /> [ 1737798 ] XLSX&nbsp;: En-t&ecirc;te&nbsp;: La mise en forme et les marges ne sont pas correctement conserv&eacute;es<br /> [ 1737696 ] XLSX&nbsp;: Contenu d&eacute;plac&eacute; dans la feuille<br /> [ 1737693 ] XLSX&nbsp;: L'orientation des fen&ecirc;tres n'est pas conserv&eacute;e<br /> [ 1737691 ] XLSX&nbsp;: Probl&egrave;mes d'images et de graphiques<br /> [ 1737689 ] XLSX&nbsp;: Format des cellules&nbsp;: format personnalis&eacute; converti en nombres<br /> [ 1737683 ] XLSX&nbsp;: Format des cellules&nbsp;: probl&egrave;mes de bordure<br /> [ 1735668 ] Le format num&eacute;rique n'est pas correctement conserv&eacute; ( texte et nombres).<br /> [ 1735659 ] Format num&eacute;rique converti en format de date<br /> [ 1735531 ] Commentaires multiples apr&egrave;s la conversion<br /> [ 1718525 ] Aller-retour&nbsp;: Retour &agrave; la ligne perdu<br /> [ 1707213 ] Bogue de conversion aller-retour&nbsp;: couleur de bordure&nbsp;/&nbsp;d'arri&egrave;re-plan<br /> [ 1707205 ] Bogue de conversion aller-retour&nbsp;: retour &agrave; la ligne<br /> [ 1705914 ] La position des caract&egrave;res n'est pas conserv&eacute;e<br /> [ 1705905 ] Commentaire non conserv&eacute;<br /> [ 1705806 ] Performance&nbsp;: 061031_-_Pilotage_ADELE.CONFIDENTIAL.xlsx<br /> [ 1686766 ] Panne de conversion aller-retour&nbsp;: Diagrammtypen.xlsx<br /> [ 1673978 ] Colonnes pas assez larges (OOX -&gt; ODT)<br />
</body>
</html>
